{
  "hello": {
    "en": "Hello",
    "zh": "哈囉"
  },
  "jenn_lee": {
    "en": "JENN LEE",
    "zh": "李維錚"
  },
  "game_name": {
    "en": "24 SS GAME",
    "zh": "二四 斯斯 GAME"
  },
  "play": {
    "en": "Play",
    "zh": "開始遊戲"
  },
  "settings": {
    "en": "Settings",
    "zh": "遊戲設定"
  },
  "localize": {
    "en": "language：In English",
    "zh": "語系設定：目前中文"
  },
  "replay": {
    "en": "Replay",
    "zh": "重新開始"
  },
  "language": {
    "en": "Language:",
    "zh": "語言選擇："
  },
  "ok": {
    "en": "Ok",
    "zh": "確定"
  },
  "cancel": {
    "en": "Cancel",
    "zh": "取消"
  },
  "close": {
    "en": "Close",
    "zh": "離開"
  },
  "chinese": {
    "en": "Chinese",
    "zh": "中文"
  },
  "english": {
    "en": "English",
    "zh": "英文"
  },
  "skip": {
    "en": "Skip",
    "zh": "跳過"
  },
  "fullscreen": {
    "en": "Go Full Screen ",
    "zh": "進入全螢幕"
  },
  "run": {
    "en": "Execution",
    "zh": "直接執行"
  },
  "audrey_info": {
    "en": "Deeply troubled by her perverse desires, she has a complex personality that's both classy and freaky. She is elegant and charming, but in private she loves wearing leather gloves and wielding a whip. She gazes at her men with a cold yet loving look, as they are all her precious toys. She enjoys engaging in cruel yet intimate BDSM games. She might look sweet, but trust me, she's got this insane charm that makes her seem like an angel from hell. And when she speaks, her words are laced with a dark sense of humor that's both twisted and hilarious.",
    "zh": "一位深受變態慾望困擾的女性，她性格矛盾複雜，優雅可人，私下卻愛戴皮革手套與鞭子，她喜歡用無情又充滿愛的目光注視著她的男人們，男人們都是她的寶貝玩具，她喜歡進行殘忍又溫馨的BDSM遊戲。她的面容甜美，卻散發出一種瘋狂的魅力，彷彿是來自地獄的天使。當她打開口，言語之中流露出的是一種嗜血般的黑色幽默。"
  },
  "audrey_result": {
    "en": "You're a package of quirks and kinks, and it's what makes you so damn fascinating. You're like a shooting star, always grabbing everyone's attention. Even in the wildest moments, your dark sense of humor is always spot on. Embrace your contradictions and desires, they make you unique and alluring. To fully realize your potential, learn to balance your light and dark sides by tapping into your inner strength and self-control.",
    "zh": "儘管你充滿了矛盾和變態慾望，但都是你鮮明且迷人的特質。你是一顆閃耀的明星，總能吸引著眾人的目光。你的黑色幽默總是保持著冷靜與輕鬆，即便在最瘋狂的時刻。在心理上，你需要運用自己的控制欲和力量，學會平衡自己的黑暗面和光明面，更能實現自己的潛力。"
  },
  "mama_info": {
    "en": "She's a rock mommy, with a rebellious spirit and a childlike sense of humor. She has a tattoo on her chest of a whimsical smiling heart, seemingly mocking those who try to confine her to societal norms. When her son asks for nursery rhymes, she plays rock music and dances happily, bringing joy to herself and her child.",
    "zh": "她是一位搖滾母親，充滿著叛逆的氣息，卻又有著童心般的幽默感。她胸前有個滑稽愛心笑臉的紋身，似乎在嘲笑那些嘗試束縛她的社會規範。當她的兒子要求聽童謠時，她會放著搖滾樂，開心地跳舞，為自己和兒子帶來快樂。"
  },
  "mama_result": {
    "en": "You're a rebel at heart, unimpressed by traditional societal norms and unafraid to express your own values. You have a childlike spirit, a sense of humor, and a love of life. You share your happiness with those you love and give them freedom and joy. Keep your free spirit and enjoy every moment of life with your loved ones.",
    "zh": "你充滿了叛逆精神，對於傳統的社會規範感到不屑，你相信自己的價值觀並且勇於表達。但是在內心深處，你也有著一顆童心未泯的心，擁有幽默感與熱愛生命的態度。你願意和你所愛的人分享你的快樂，並且給予他們自由與歡笑。在未來的路途上，繼續保持你的自由精神，享受生命中的每一個瞬間，與你所愛的人共度美好時光。"
  },
  "queen_info": {
    "en": "She stands tall like a metallic tower in the heart of the city, each step proclaiming the awe she inspires. Her graceful figure is like a work of art, with sensual curves that accentuate with every smile. Her voice booms like an artillery barrage, piercing through the depths of the soul. With a challenging gaze, she proudly exudes the confidence she possesses. She is an unstoppable force, a queen who transcends limits, burning with a fierce flame.",
    "zh": "她猶如一座金屬巨塔傲立在城市中心，每一步都在宣告她給予的驚嘆。她的曼妙身姿彷彿藝術品，性感的曲線隨著每一次微笑而更加誇張。她的聲音如同萬炮齊發，直擊內心深處，她的目光充滿挑戰，為自己所擁有的自信而自豪，她是一個無可阻擋的存在，超越極限的女王，燃燒著熾烈的烈火。"
  },
  "queen_result": {
    "en": "You are an unstoppable queen, possessing strong self-confidence, determination, willpower, and strength. You won't be defeated by difficulties and challenges and can remain calm and make quick decisions in any situation.  Keep learning, keep growing, and let your confidence change the world！",
    "zh": "你是一個不可阻擋的女王，擁有強烈的自信、決心、意志力與力量，不會被困難與挑戰擊垮，面對任何困難時都能夠保持冷靜，迅速作出決策。持續學習探索，不斷提升自己，讓你的自信帶給世界影響吧！"
  },
  "iq300_info": {
    "en": "Efficiency and lightning-fast reflexes go beyond cool and calm, revealing a hint of mystery in her sharp gaze. Retreating to her underground den, she feverishly manipulates the frantic numbers and keyboard, surrounded by machines in a dimly lit space with only a single beam of light. But if you look closely, really, really close, you'll see a gentle warmth in her sharp eyes, and she will give you the deepest embrace with the lightest touch. When you're not looking, she might be dancing with her cute little cat in her basement.",
    "zh": "高效率與超快反應是超越冷靜的表現，透露出一絲冷淡的神秘。時常窩在她地底下的小天地，那是圍繞著機器，只有一束燈光聚焦的陰暗空間，操弄著瘋狂竄動的數字與鍵盤。仔細看，再更仔細看，在她銳利的眼光裡流動著溫柔，她會用最細緻的觸碰給你至深的擁抱。在你沒看到的時候，她或許正與她的可愛小喵喵在基地裡共舞。"
  },
  "iq300_result": {
    "en": "You can stay calm and are good at observing and analyzing problems in high-pressure situations. You enjoy exploring new technologies and challenges, and have rich knowledge and enthusiasm in your interested topics. Your gentle and sensitive nature allows you to find peace and tranquility in your own wonderland and share it with your loved ones. Just like IQ300, you like to take control of your life and future, and find true freedom and happiness in your own paradise.",
    "zh": "你能夠在高壓的情境下保持冷靜且善於觀察和分析問題，喜歡探索新技術和挑戰，對於感興趣的領域有著豐富的知識與飽滿的熱忱。你內心的溫柔敏感，能在自己的世界裡尋找平靜和安寧，並與你所愛的人分享這份寧靜，如同 IQ300喜歡掌握自己的生活和未來，並且能夠在自己的樂園中尋找到真正的自由和快樂。"
  },
  "image_path_logo": {
    "en": "assets/images/logo_white.png",
    "zh": "assets/images/logo_red.png"
  },
  "image_path_flame_test": {
    "en": "play_button_E.png",
    "zh": "play_button.png"
  }
}